[
    {"name": "嵩岳寺塔", "description": "各位游客，现在呈现在大家眼前的就是大名鼎鼎的嵩岳寺塔！它始建于北魏正光四年，也就是公元 523 年，至今已有 1500 年的悠久历史，是我国现存最古老的砖塔，被誉为 “华夏第一塔”。这座塔可太独特了，它由黄泥与青砖修葺而成，外部是等边平面十二角形，这在全国古塔中是独一无二的孤例；内部塔室呈正八角形，二者完美结合，密檐式的建造更是别具一格，堪称中国密檐式建筑塔的 “鼻祖”。嵩岳寺塔总高 36.778 米，基座高 0.85 米 ，全塔用青砖和黄泥浆垒砌，灰缝皆不岔分，外部敷以白灰皮装饰。塔身底层腰檐下段为素壁，四正向辟券门，门额双伏双券，面作尖拱形，券角饰外旋纹，拱尖左右各嵌石铭一方。十二转角处各砌倚柱一根，柱头饰火焰宝珠与覆莲，柱础呈覆盆状。除辟门四面外，其余八面各造佛龛一个，龛下基座各面还雕有一对狮子呢。塔身共有 15 层叠涩密檐，层高自下而上递减，檐宽逐层收敛，外轮廓呈现出舒缓的逐渐收分造型，就像一条优美的曲线，使庞大的塔身显得既稳重又秀丽。檐间砌矮壁，上面砌有拱形门与破子棂窗 429 个，不过除了 11 个小门是真门，其余全是雕饰的假门和假窗。塔刹自上而下由宝珠、七重相轮、宝装莲花式覆钵等组成，都是用青灰条砖平顺垒砌后砍磨而成。而且呀，嵩岳寺塔还是世界上最早的筒体建筑，在人类土木工程史上意义非凡，直到 19 世纪西方建筑才出现类似的中空筒式结构，现在中国大部分高层建筑基本都采用这种构造。在很多建筑学家眼中，它简直是 “神一般的存在”。新中国成立后，建筑大师梁思成向中央政府列出重点保护文物建筑清单，嵩岳寺塔前被标上了五个圈，足见其重要性。关于这座塔，还有个 “锁塔烧蟒” 的传说。相传老和尚为除掉黑蟒，避免后患，锁上塔门，用柴火把塔烧了，大黑蟒就死于烈火之中，从此塔内便没了塔棚木梯，人们也无法登上塔顶。虽说是传说，但隋末唐初时嵩岳寺塔确实遭遇过大火，以至于一块塔砖测出了两种年代，裸露在外受二次加热的砖被断定为唐代，而靠墙部分未受影响的砖被测定为北魏，不过结合科学检测结果和史料，以及与北魏砖墓和佛塔地宫比对分析，最终断定嵩岳寺塔始建于北魏。"}，
    {"name": "嵩岳寺", "description": "嵩岳寺的历史也相当悠久。它始建于北魏宣武帝永平二年，原是宣武帝的离宫，后来改为佛教寺院，北魏正光元年改名闲居寺。到了隋仁寿元年，又改名嵩岳寺。咱们现在看到的嵩岳寺内建筑大多为清乾隆年间重建。在历史上，嵩岳寺规模宏大，北魏时期离宫改佛寺后，建有殿堂千余间，僧徒达 700 人，是嵩山南侧的大寺。唐朝时，唐中宗还在凤凰台上为禅宗北派大通神秀禅师建了一通十三层浮屠。只是唐之后，嵩岳寺的香火逐渐衰落。如今，除了标志性的北魏砖塔，寺内还有大雄宝殿、伽蓝殿和六祖殿等建筑，以及古槐、银杏等古树名木，依然散发着独特的历史韵味。大家看，这里山清水秀，林木葱郁，溪水潺潺，环境清幽，背靠太室诸峰，西傍西灵台山，东依东灵台山，南面山坡漫缓开阔，数十里之外就能遥遥望见嵩岳寺塔，如此风水宝地，也难怪当年会被选为离宫，而后又成为佛教圣地呢。"}，
    {"name": "大德大证禅师碑", "description": "进入山门后，路的左侧有一通 “大德大证禅师碑”。此碑刻立于唐代宗大历四年，也就是公元 769 年，全名为 “大唐东京大敬爱寺故大德大证禅师碑” ，也叫《大证禅师昙真碑》。碑文主要记述了大德大证禅师的生平事迹，以及佛教禅宗初祖达摩至大证北宗九祖的传法世系，表达了对大证禅师的悼念和景仰之情。撰文者是王维的弟弟王缙，他颇具其兄的敏才；书丹者徐浩更是名噪一时的书法大家。徐浩留世的书法石刻目前发现有四品，嵩山有幸留存了其中半壁江山，除了这通碑，还有置于嵩阳书院的《大唐嵩阳观纪圣德感应之颂碑》，也就是大唐碑。另外两块，一块在西安碑林的《不空和尚碑》，另一块是河南博物院的《张庭珪墓志》。这通碑对于研究禅宗历史及书法艺术都具有极高的价值，大家可以仔细欣赏碑上的书法，感受唐代书法的独特魅力。"}，
    {"name": "伽蓝殿", "description": "咱们现在来到伽蓝殿。伽蓝是 “僧伽蓝摩” 的简称，意为众园，即僧众所居住的园庭，也是寺院的通称。在佛教中，伽蓝殿主要供奉守护伽蓝的诸位护法神。嵩岳寺内的伽蓝殿为近代改建，二层台级上西侧有乾隆七年的《重修伽蓝殿碑记》，记载了当年重修伽蓝殿的相关事宜。伽蓝殿虽经改建，但依然庄严肃穆，殿内香烟袅袅，信徒们在此虔诚礼拜，祈求护法神护佑寺院安宁、佛法昌盛。大家可以在这里感受一下浓厚的佛教氛围，了解佛教中伽蓝护法的文化内涵。"}，
    {"name": "白衣殿", "description": "旁边这座便是白衣殿，同样为近代改建。在佛教里，白衣观音是观音菩萨的化身之一，常被描绘为身着白衣，手持净瓶的形象，象征着纯净和慈悲。二层台级上西侧有咸丰五年的《重修白衣菩萨殿碑记》，见证了白衣殿的重修历史。殿内供奉着白衣观音像，慈眉善目，普渡众生。许多信众前来白衣殿，向白衣观音祈愿，求平安、求子嗣，希望能得到观音菩萨的庇佑。大家可以在这里领略到佛教慈悲为怀、救苦救难的精神。"}，
    {"name": "大雄宝殿", "description": "现在我们来到嵩岳寺的大雄宝殿。“大雄” 是对释迦牟尼佛的尊称，意为像大勇士一样，一切无畏。大雄宝殿是整座寺院的核心建筑，也是僧众朝暮集中修持的地方。嵩岳寺大雄宝殿内有嵩岳寺塔维修展，展出了五个石构件、二个还能看出轮廓的石狮、二方塔铭和一看似造像碑的石刻，这些展品都是研究嵩岳寺塔历史和建筑工艺的重要实物资料。大雄宝殿庄严肃穆，殿内供奉着释迦牟尼佛像，佛像端坐在莲花宝座上，面容慈祥，双目微闭，仿佛在俯瞰世间万物。两侧一般还会供奉着迦叶尊者和阿难尊者像。在大雄宝殿，大家能深刻感受到佛教的庄严与神圣，体会到信仰的力量。"}
]
    